INSERT INTO `t_user` (`C_ID`, `C_NAME`, `C_ACCOUNT`, `C_EMAIL`, `C_PASSWORD`, `C_MOBILE`, `C_ROLE`, `C_GENDER`, `C_HONORIFIC`, `C_LOGOURL`, `C_STATUS`, `C_CREATOR`, `C_CREATETIME`, `C_MODIFIER`, `C_MODIFYTIME`)
VALUES
	(1,'超级管理员','superman','liuchengbin@emrbc.com','645A578B69FEB4C79AF2FD069F0E94BA','13581700369','01,99','1','张老师','/img/user2-160x160.jpg','1','-1','2015-12-30 23:24:05','1','2016-06-08 13:52:47')
	;

INSERT INTO `t_subject` (`C_ID`, `C_NAME`, `C_DESC`, `C_ORDER`, `C_TYPE`, `C_RATIO`, `C_CREATOR`, `C_CREATETIME`, `C_MODIFIER`, `C_MODIFYTIME`)
VALUES
	(1,'悬疑推理','悬疑推理',2,'0','1.0','1','2015-12-29 01:03:28','1','2016-05-12 00:42:57'),
	(2,'官场商战','官场商战',3,'0','1.0','1','2016-01-02 15:26:20',NULL,NULL),
	(3,'世情社会','世情社会',4,'0','1.0','1','2016-05-11 11:57:11','1','2016-05-12 00:43:09'),
	(4,'历史军事','历史军事',5,'0','1.0','1','2016-05-12 00:43:20',NULL,NULL),
	(5,'恐怖玄幻','恐怖玄幻',6,'0','1.0','1','2016-05-12 00:43:30',NULL,NULL),
	(6,'纪实探秘','纪实探秘',7,'0','1.0','1','2016-05-12 00:43:39',NULL,NULL),
	(7,'人物传记','人物传记',8,'0','1.0','1','2016-05-12 00:43:49',NULL,NULL),
	(8,'古风武侠','古风武侠',9,'0','1.0','1','2016-05-12 00:43:59',NULL,NULL),
	(9,'刑侦反腐','刑侦反腐',10,'0','1.0','1','2016-05-12 00:44:08',NULL,NULL),
	(10,'边塞农村','边塞农村',11,'0','1.0','1','2016-05-12 00:44:18',NULL,NULL),
	(11,'科普养生','科普养生',12,'0','1.0','1','2016-05-12 00:44:28',NULL,NULL),
	(12,'人文哲学','人文哲学',13,'0','1.0','1','2016-05-12 00:44:43',NULL,NULL),
	(13,'校园青春','校园青春',14,'0','1.0','1','2016-05-12 00:44:56',NULL,NULL),
	(14,'儿童文学','儿童文学',16,'0','1.0','1','2016-05-12 00:45:05','1','2018-02-22 23:26:37'),
	(15,'都市情感','都市情感',1,'0','1.6','1','2015-12-29 00:36:48','1','2016-11-02 00:09:17');